[
  {
    "service_path": "/gamelift/",
    "service_name": "Amazon GameLift",
    "mini_description": "Simple, Fast, Cost-effective Dedicated Game Server Hosting",
    "category": "Game Tech",
    "url": "https://aws.amazon.com/gamelift/",
    "keywords": [
      "Amazon GameLift",
      "Dedication makes all the difference. Get best in-class dedicated game server hosting with Amazon GameLift.",
      "NEW",
      "GameLift Realtime Servers",
      "The Amazon GameLift Difference",
      "45 ms",
      "global median latency",
      "Up to 70%",
      "compute cost savings compared to colocation solutions",
      "100 ms",
      "match start time",
      "Accelerate Your Game Development",
      "NEW Create and customize your game server in minutes",
      "Automatically scale server capacity with player traffic.",
      "Flexible matchmaking",
      "No downtime for updates",
      "Support cross-platform play",
      "Works with your existing engine and workflows",
      "What our customers are saying",
      "Trusted by studios of all sizes",
      "Get Started with Amazon GameLift",
      "Developer Resources",
      "Blog",
      "Getting Started",
      "Community"
    ],
    "benefits": "Amazon GameLift Dedication makes all the difference. Get best in-class dedicated game server hosting with Amazon GameLift. NEW GameLift Realtime Servers  The Amazon GameLift Difference 45 ms global median latency Up to 70% compute cost savings compared to colocation solutions 100 ms match start time Accelerate Your Game Development NEW Create and customize your game server in minutes Automatically scale server capacity with player traffic. Flexible matchmaking No downtime for updates Support cross-platform play Works with your existing engine and workflows What our customers are saying Trusted by studios of all sizes Get Started with Amazon GameLift Developer Resources Blog Getting Started Community"
  },
  {
    "service_path": "/lumberyard/",
    "service_name": "Amazon Lumberyard",
    "mini_description": "A Free Cross-platform 3D Game Engine with Full Source, Integrated with AWS and Twitch",
    "category": "Game Tech",
    "url": "https://aws.amazon.com/lumberyard/",
    "keywords": [
      "Amazon Lumberyard",
      "Free. Powerful. Fully Customizable.",
      "Amazon Lumberyard",
      "Free. Powerful. Fully Customizable.",
      "Build Bigger.",
      "Build a Fanbase.",
      "Build Free.",
      "Ready to Get Started with Lumberyard?",
      "Quickly learn essential Lumberyard tools and workflows while building a game prototype in the Getting Started Guide video series.",
      "Getting Started with Lumberyard",
      "More Tutorials",
      "Community",
      "Documentation",
      "From the Blog 🡕",
      "July 3",
      " 2019",
      "Getting Started with Dynamic Vegetation in Lumberyard",
      "June 24",
      " 2019",
      "Working with Lumberyard’s Script Canvas: Project N.E.M.O Sample Now Available",
      "June 17",
      " 2019",
      "Introducing: Lumberyard Beta 1.19",
      "Around the Web",
      "March 9",
      " 2019",
      "Carbonated Games teases mobile shooter on Amazon Lumberyard",
      "February 21",
      " 2019",
      "Denis Dyack is coming back from the dead with Deadhaus Sonata",
      "Around the Web",
      "March 9",
      " 2019",
      "Carbonated Games teases mobile shooter on Amazon Lumberyard",
      "February 21",
      " 2019",
      "Denis Dyack is coming back from the dead with Deadhaus Sonata",
      "Built with Lumberyard",
      "Built with Lumberyard"
    ],
    "benefits": "Amazon Lumberyard Free. Powerful. Fully Customizable. Amazon Lumberyard Free. Powerful. Fully Customizable. Build Bigger.  Build a Fanbase. Build Free.  Ready to Get Started with Lumberyard?   Quickly learn essential Lumberyard tools and workflows while building a game prototype in the Getting Started Guide video series.   Getting Started with Lumberyard  More Tutorials Community Documentation  From the Blog 🡕  July 3, 2019  Getting Started with Dynamic Vegetation in Lumberyard  June 24, 2019  Working with Lumberyard’s Script Canvas: Project N.E.M.O Sample Now Available  June 17, 2019  Introducing: Lumberyard Beta 1.19   Around the Web  March 9, 2019  Carbonated Games teases mobile shooter on Amazon Lumberyard  February 21, 2019  Denis Dyack is coming back from the dead with Deadhaus Sonata  Around the Web  March 9, 2019   Carbonated Games teases mobile shooter on Amazon Lumberyard  February 21, 2019  Denis Dyack is coming back from the dead with Deadhaus Sonata  Built with Lumberyard Built with Lumberyard"
  }
]